{
    "children_exceptions": [
        {
           "id": 0,
           "name": "Belgium: entry rules for children",
           "conditions":"Travellers under 6 years of age do not need to present a Covid test result on entry."
        },
        {
           "id": 1,
           "name": "Belgium: local rules for children",
           "conditions":"The regulations in which situations and from what age mouth and nose coverings or other masks are mandatory for children may differ depending on the  federal state."
        },
        {
           "id": 2,
           "name": "Luxembourg: entry rules for children",
           "conditions":"Children younger than 6 years old travelling to Luxembourg by air do not need to make a Covid test to enter the country."
        },
        {
           "id": 3,
           "name": "Luxembourg: local rules for children",
           "conditions":"Children under 6 years old are not required to wear masks in public spaces."
        },
        {
           "id": 4,
           "name": "Netherlands: entry rules for children",
           "conditions":"Childeren younger than 13 years of age do not need to present negative Covid test results on entry."
        }
    ],

    "entry_regulations": [
        {
            "id": 0,
            "name": "No restrictions",
            "conditions": "No special special requirements upon entry apply."
        },
        {
            "id": 1.0,
            "name": "3G/TGV (PCR or antigen test)",
            "conditions": "Present a negative rapid antigen or PCR covid test result, a recovery certificate or a vaccination certificate."
        },
        {
            "id": 1.1,
            "name": "3G/TGV (PCR test)",
            "conditions": "Present a negative PCR covid test result, a recovery certificate or a vaccination certificate."
        },
        {
            "id": 2,
            "name": "Health declaration (NL)",
            "conditions": "You need to fill out a health declaration before boarding. You can find the digital version at: https://www.government.nl/topics/coronavirus-covid-19/documents/publications/2020/07/07/information-for-passengers-flying-to-and-from-the-netherlands."
        },
        {
            "id": 3,
            "name": "Health declaration AND 3G/TGV (NL)",
            "conditions": "Present a negative rapid antigen or PCR covid test result, a recovery certificate or a vaccination certificate. You need to fill out a health declaration before boarding. You can find the digital version at: https://www.government.nl/topics/coronavirus-covid-19/documents/publications/2020/07/07/information-for-passengers-flying-to-and-from-the-netherlands."
        },
        {
            "id": 4,
            "name": "Passenger Locator Form (BE)",
            "conditions": "You must fill out a Passenger Locator Form within 48 hours before arrival."
        },
        {
            "id": 5,
            "name": "Passenger Locator Form AND 3G/TGV (BE)",
            "conditions": "Present a negative PCR test result, a recovery certificate or a vaccination certificate. You must fill out a Passenger Locator Form within 48 hours before arrival."
        },
    ],



    "vaccine_regulations":[
        {
            "id": 0,
            "name": "Belgium, vaccination validity",
            "conditions":"Proof of vaccination is valid: on the 14th day after the full vaccination or the 1st out of 2 doses in case of recovery within 6 months of an infection."
        },
        {
            "id": 1,
            "name": "Belgium, approved vaccines",
            "conditions":"Accepted vaccines: Pfizer / Moderna / AstraZeneca / Janssen"
        }
        {
            "id": 2,
            "name": "Luxembourg, vaccination validity",
            "conditions":"Proof of vaccination is valid: in case of 2 doses from the day of the 2nd dose; on the 14th day after the vaccination in case of 1 dose or the 1st out of 2 doses in case of recovery within 6 months of an infection."
        },
        {
            "id": 3,
            "name": "Luxembourg, approved vaccines",
            "conditions":"Accepted vaccines: Pfizer / Moderna / AstraZeneca / Janssen"
        }
        {
            "id": 4,
            "name": "Netherlands, vaccination validity",
            "conditions":"Proof of vaccination is valid: on the 14th day after full vaccination; on the 28th day in case of vaccination with Janssen. "
        },
        {
            "id": 5,
            "name": "Netherlands, approved vaccines",
            "conditions":"Accepted vaccines: Pfizer / Moderna / AstraZeneca / Janssen / Covishield / Sinopharm BIBP / Sinovac"
        }
    ],


    "local_regulations": [
        {
            "id": 0,
            "name": "Belgium: outdoor",
            "conditions": "Outdoors: You have to wear a mask on public transport."
        },
        {
            "id": 1,
            "name": "Belgium: outdoor AND different_household",
            "conditions": "Outdoors: You have to wear a mask on public transport and keep a 1,5m distance with others on the outdoors. You can sit with 7 other people at cafés."
        },
        {
            "id": 2,
            "name": "Belgium: indoor",
            "conditions": "Indoors: You have to wear a facemask at indoor activities open to the public. "
        },
        {
            "id": 3,
            "name": "Belgium: indoor AND different_household",
            "conditions": "Indoors: You have to wear a facemask at indoor activities open to the public and keep a 1.5m distance with others. You can sit with 7 other people at cafés."
        },
        {
            "id": 4,
            "name": "Luxembourg: outdoor",
            "conditions": "Outdoors: You have to wear a mask on public transport."
        },
        {
            "id": 5,
            "name": "Luxembourg: outdoor AND different_household",
            "conditions": "Outdoors: You have to wear a mask on public transport and if you are in a gathering of more than 10 people. In the last case, you have to keep a 2m distance with others. You can sit with 9 other people outside cafés and restaurants without CovidCheck system."
        },
        {
            "id": 6,
            "name": "Luxembourg: indoor",
            "conditions": "Indoors: You have to wear a facemask at indoor activities open to the public."
        },
        {
            "id": 7,
            "name": "Luxembourg: indoor AND different_household",
            "conditions": "Indoors: You have to wear a facemask at indoor activities open to the public and if you are in a gathering of more than 10 people. In the last case, you have to keep a 2m distance with others.  You can sit with 3 other people inside cafés and restaurants without CovidCheck system."
        },
        {
            "id": 8,
            "name": "Netherlands: outdoor",
            "conditions": "Outdoors: You have to wear a mask on public transport, at stations and airports."
        },
        {
            "id": 9,
            "name": "Netherlands: outdoor AND different_household",
            "conditions": "Outdoors: You have to wear a mask on public transport, at stations and airports and keep a 1,5m distance with others on the outdoors."
        },
        {
            "id": 10,
            "name": "Netherlands: indoor",
            "conditions": "Indoors: No special regulations apply."
        },
        {
            "id": 11,
            "name": "Netherlands: indoor AND different_household",
            "conditions": "Indoors: You should keep a 1,5m distance in the buildings with others."
        },
        {
            "id":12,
            "name":"Belgium: open places",
            "conditions":"Non-essential shops are open. Hotels, cafés and restaurants are open with sanitary rules applicable inside. All cultural establishments are open."
        },
        {
            "id":13,
            "name":"Luxembourg: open places",
            "conditions":"Non-essential shops are open. Hotels, cafés and restaurants are open; however, sanitary rules apply inside places without CovidCheck system. All cultural establishments are open."
        },
        {
            "id":14,
            "name":"Netherlands: open places",
            "conditions":"Non-essential shops are open. Hotels, cafés and restaurants are open; however, registration and a health check are mandatory. All cultural establishments are open."
        }
    ]
}


